{
  "nav": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "toolbox": "Toolbox",
    "contact": "Contact",
    "download": "Download resume",
    "rights": "All rights reserved."
  },
  "home": {
    "title": "I Create User Experiences",
    "description": "I'm a UX Developer and Designer with 17+ years of experience, driving projects from planning to development, with expertise in branding, illustration, and seamless digital experiences.",
    "subtitle": "Featured projects",
    "downloadButton": "Download resume",
    "projectsButton": "Projects"
  },
  "about": {
    "title": "Hi, I'm Fredy Munevar.",
    "description": "<part>I am a Designer and UX Developer with 17+ years of experience designing and developing intuitive digital interfaces. Starting in graphic design, I expanded into front-end development, working with tools like <strong>React, React Native, Next.js, typescript and SASS.</strong></part><part>Over a decade at Netbangers, I transitioned from Web Designer to Project Manager, leading the whole team from design to development. <strong>My diverse skill set enables me to deliver user-centered experiences across web and mobile platforms.</strong> I'm certified in Agile methodologies and passionate about creating efficient, user-friendly solutions while staying updated on the latest technologies.</part>",
    "closure": "Through these experiences, I've developed a well-rounded skill set that spans UI/UX design, front-end development, and project management. My passion lies in creating user-centered digital solutions that not only look great but work effortlessly for end users.",
    "experiences": {
      "million": {
        "title": "Million Luxury",
        "role": "Senior UX/UI Designer",
        "date": "Present",
        "description": "Currently working on mobile and web applications for real estate, focusing on tenant screening and CRM development."
      },
      "branch": {
        "title": "Branch App",
        "role": "Co-Founder, UX/UI Designer, Front-End Developer",
        "date": "2021",
        "description": "Co-founded and developed a web and mobile app to streamline vehicle maintenance communication for repair shops."
      },
      "netbangers": {
        "title": "Netbangers",
        "role": "Web Designer, Front-End Developer, Project Manager",
        "date": "2021",
        "description": "Led UI design and front-end development for digital campaigns and e-commerce sites for global brands."
      },
      "zeta": {
        "title": "Zeta IGC",
        "role": "Graphic Designer",
        "date": "2010",
        "description": "Designed advertising materials for national brands and started learning web development on my own."
      },
      "navarra": {
        "title": "Navarra Impresores",
        "role": "Graphic Design Intern",
        "date": "2006",
        "description": "Designed printed materials for small businesses in Bogotá, participating in the offset printing process."
      }
    }
  },
  "toolbox": {
    "title": "My toolbox 😎",
    "description": "<part>Over the years, I've built a versatile set of skills that allow me to craft user experiences from concept to code. Here's a look at the tools, technologies, and methods I use to turn ideas into digital products that make a difference.</part><part>Let's dive into the different areas I specialize in:</part>",
    "tools": {
      "design": {
        "title": "UI/UX Design 🎨",
        "toolDescription": "<subtitle>🧠 Wireframing:</subtitle><content>Turning ideas into structured layouts that serve as the backbone for user interfaces.</content><subtitle>🧑🏾‍💻 Prototyping:</subtitle><content>Creating interactive prototypes that allow users and stakeholders to experience the design before it's fully developed.</content><subtitle>🖌️ Visual Design:</subtitle><content>Ensuring every pixel serves a purpose, creating visually appealing and cohesive designs using tools like Figma, Sketch, and Adobe XD.</content>"
      },
      "front": {
        "title": "Front-End 💻",
        "toolDescription": "<subtitle>⚛️ React, Next.js, and TypeScript:</subtitle><content>Bringing designs to life with responsive, high-performance code. I specialize in using React and NextJS to create scalable web applications.</content><subtitle>🖥️️ HTML5 & CSS3 (SASS):</subtitle><content>Crafting responsive layouts that ensure a seamless experience across different screen sizes and devices.</content>"
      },
      "mobile": {
        "title": "Mobile Dev 📱",
        "toolDescription": "<subtitle>⚛️ React Native:</subtitle><content>Building cross-platform mobile applications that provide a consistent user experience on both iOS and Android.</content><subtitle>📲 Responsive Design:</subtitle><content>Ensuring designs work beautifully on both mobile and desktop, adapting seamlessly to different devices.</content>"
      },
      "collaboration": {
        "title": "Collaboration 🤝",
        "toolDescription": "<subtitle>📎 Version Control:</subtitle><content>Working collaboratively using Git, ensuring smooth project coordination and code versioning.</content><subtitle>💪🏽 Agile Methodologies:</subtitle><content>Scrum Master certified, I'm comfortable leading teams and delivering projects iteratively while maintaining quality and user focus.</content>"
      }
    },
    "closure": "These skills allow me to approach projects from multiple angles, ensuring that the design and development work hand in hand to create intuitive, efficient user experiences. If you're interested in learning more about any of these areas, feel free to reach out, <part>I'd love to chat!</part>"
  },
  "contact": {
    "title": "Let's create something amazing together. 🤝🏽",
    "description": "Feel free to reach out if you're interested in working together, have any questions about my work, or just want to say hello.",
    "media": {
      "phone": {
        "icon": "icon-phone",
        "content": "(+57) 304 292 3745"
      },
      "email": {
        "icon": "icon-email",
        "content": "fredy.munevar@me.com"
      },
      "linkedin": {
        "icon": "icon-linkedin",
        "content": "linkedin.com/in/fredy-munevar"
      },
      "github": {
        "icon": "icon-github",
        "content": "github.com/FredyMunevar"
      },
      "instagram": {
        "icon": "icon-instagram",
        "content": "instagram.com/fredy_munevar"
      }
    }
  },
  "projects": {
    "title": "Welcome to my portfolio! 🎨",
    "description": "<part>Explore my projects, each focused on creating intuitive and seamless user experiences.</part><part>From mobile apps to communication platforms, I blend creativity with functionality to make every interaction smoother and more enjoyable.</part><part>Feel free to dive into the details of each case study.</part>",
    "button": "More on Behance"
  },
  "branch": {
    "roleTitle": "Role",
    "roleContent": "UX Designer, UI Designer, Branding, Front-End Developer, Project Lead, and Co-founder",
    "typeTitle": "Type",
    "typeContent": "Mobile app, Desktop CRM, and Website",
    "title": "Revolutionizing vehicle maintenance.",
    "intro": "<part><strong>Branch App</strong> was created to revolutionize vehicle documentation and workshop management with a digital solution.</part><part><strong>Branch</strong> offers a mobile app for vehicle owners and a CRM for workshops, making it easy to organize documents, schedule maintenance, and manage repair processes.</part>",
    "purposeTitle": "Purpose",
    "purposeContent": "<part>Listening to common challenges among motorcycle users, we identified the need for a centralized digital platform to solve two primary issues:</part>",
    "purposeList": "<li>Managing vehicle documents was tedious and inefficient.</li><li>Communication between workshops and owners lacked structure, making it hard to manage and track maintenance processes.</li>",
    "challengeTitle": "Challenge",
    "challengeContent": "Our biggest hurdle was convincing potential users who relied on traditional methods to embrace a digital tool. Workshops were accustomed to spreadsheets or printed forms and were initially resistant to adopting a new technology-driven solution.",
    "researchTitle": "Research",
    "researchContent": "<part>Conducted extensive user research, which led to documents like the Problem Statement, User Persona, User Journey Map, and User Flow. These were foundational in aligning our team with the real issues users faced.</part><part>Created a brand identity for Branch, from logo design to defining a cohesive visual style that spoke to both individual vehicle owners and workshop managers.</part>",
    "designTitle": "Design and Prototyping",
    "designContent": "<part>Due to the absence of a reference app for this type of service, prototyping was crucial to showcase our solution's purpose and usability.</part><part>Early mockups were made using <strong>Affinity Designer,</strong> then brought to life with <strong>Marvel</strong> for interactivity, allowing us to gather feedback through various iterations.</part><part>Final UI Designs were developed in <strong>Adobe XD,</strong> incorporating insights from user testing to ensure an intuitive, accessible interface for both mobile and desktop users.</part>",
    "devTitle": "Development",
    "devContent": "<part>I led the front-end development for both the mobile app and CRM, using <strong>React Native</strong> for the mobile app and <strong>Vue</strong> for the CRM.</part><part>Employed <strong>SASS and TypeScript</strong> for clean, maintainable code, and used <strong>Git</strong> for version control.</part><part>Managed development workflows with <strong>scrum boards in Jira and Clickup</strong> to keep tasks organized and our team focused on delivering an MVP.</part>",
    "outcomeTitle": "Final outcome",
    "outcomeContent": "<part>Branch App's MVP was successfully delivered, providing motorcycle owners and workshop managers with a centralized, easy-to-use tool for vehicle documentation and maintenance management.</part><part>Feedback from early users was overwhelmingly positive — they noted that Branch simplified data access, reduced their dependency on paper documentation, and streamlined their communication and record-keeping processes.</part>"
  },
  "weelo": {
    "roleTitle": "Role",
    "roleContent": "UX Developer",
    "typeTitle": "Type",
    "typeContent": "Mobile app",
    "title": "Simplifying property rentals through intuitive design",
    "intro": "<part><strong>Weelo</strong> is an innovative mobile application designed to streamline the property rental process for U.S. property owners, from legal background checks to contract signing and monthly payments.</part><part>By unifying these processes into a single platform, <strong>Weelo</strong> simplifies the rental experience for property owners, saving them time and ensuring legal compliance.</part>",
    "purposeTitle": "Purpose",
    "purposeContent": "<part><strong>Weelo</strong> was developed to address the specific needs of U.S. property owners who required an efficient, legally compliant method to rent out properties. It enables users to:</part>",
    "purposeList": "<li>Conduct comprehensive legal analyses on potential tenants.</li><li>Handle lease agreements digitally, with support for contract duration and terms.</li><li>Manage monthly rent payments through a unified platform.</li>",
    "targetTitle": "Target audience",
    "targetContent": "Property owners in the U.S. seeking a seamless, efficient way to verify potential tenants, manage legal contracts, and handle monthly rental payments.",
    "designTitle": "Design and Prototyping",
    "designContent": "<li>As the UX Developer, I played a bridging role between design and development. My contributions focused on solving complex interaction challenges and refining information architecture to ensure smooth navigation.</li><li>I collaborated closely with the design team to guide critical decisions, ensuring that the user experience was optimized for ease and clarity.</li>",
    "devTitle": "Development",
    "devContent": "<li>During development, I was responsible for translating design into code, ensuring that the information architecture and user flows designed in the planning stages were executed seamlessly in the app.</li><li>My primary tools were React Native and TypeScript, which enabled cross-platform functionality and robust typing for scalable, maintainable code.</li><li>Within the company, we used a highly structured workflow, incorporating Git Flow for version control, Husky for pre-commit hooks, and Unit Testing to maintain clean, high-quality code. This allowed us to create a collaborative environment with efficient processes for daily tasks, organized under the scrum methodology.</li>",
    "challengeTitle": "Challenges and solutions",
    "challengeContent": "<li>Adopting New Tools and Best Practices: Learning tools like Git Flow and package managers like Yarn and Brew required me to adapt and expand my skill set. Although challenging, these tools significantly streamlined our workflow and ensured a more maintainable codebase.</li><li>Pixel-Perfect Design Execution: The company's high standards for design and code quality required a pixel-perfect approach. Meeting these expectations involved precise attention to detail and close collaboration with the design team to ensure that every visual element was accurately translated into the app.</li>",
    "outcomeTitle": "Final outcome",
    "outcomeContent": "<part><strong>Weelo</strong> successfully launched to positive feedback from users, who praised the app's ease of use, fluidity, and warm design.</part><part>The app introduced an innovative approach to property rental management in the U.S., a market where such tools are still emerging.</part><part>It quickly became known for its intuitive interface and the streamlined experience it provided for property owners.</part>"
  }
}
