{
  "nav": {
    "home": "Inicio",
    "about": "Sobre mi",
    "projects": "Proyectos",
    "toolbox": "Toolbox",
    "contact": "Contacto",
    "download": "Descargar CV",
    "rights": "Derechos reservados."
  },
  "home": {
    "title": "Creo experiencias de usuario.",
    "description": "Con más de 17 años de experiencia, diseño experiencias digitales desde la planificación hasta el desarrollo, combinando branding, UI/UX y desarrollo front-end.",
    "subtitle": "Proyectos destacados",
    "downloadButton": "Descargar CV",
    "projectsButton": "Proyectos"
  },
  "about": {
    "title": "Hola, soy Fredy Munevar.",
    "description": "<part>Soy un diseñador y desarrollador de UX con más de 17 años de experiencia en el diseño y desarrollo de interfaces digitales intuitivas. Comenzando en el diseño gráfico, me expandí al desarrollo front-end, trabajando con herramientas como <strong>React, React Native, Next.js, typescript y SASS.</strong></part><part>Durante más de una década en Netbangers, hice la transición de Diseñador Web a Gerente de Proyectos, liderando a todo el equipo desde el diseño hasta el desarrollo. <strong>Mi diverso conjunto de habilidades me permite ofrecer experiencias centradas en el usuario a través de plataformas web y móviles.</strong> Estoy certificado en metodologías ágiles y me apasiona crear soluciones eficientes y fáciles de usar mientras me mantengo actualizada en las últimas tecnologías.</part>",
    "closure": "A través de estas experiencias, he desarrollado un conjunto de habilidades bien redondeado que abarca el diseño UI/UX, el desarrollo front-end y la gestión de proyectos. Mi pasión es crear soluciones digitales centradas en el usuario que no solo sean atractivas, sino que funcionen sin esfuerzo para los usuarios finales.",
    "experiences": {
      "million": {
        "title": "Million Luxury",
        "role": "Senior UX/UI Designer",
        "date": "Presente",
        "description": "Actualmente trabajo en aplicaciones móviles y web para el sector inmobiliario, centradas en la selección de inquilinos y el desarrollo de CRM."
      },
      "branch": {
        "title": "Branch App",
        "role": "Co-Founder, UX/UI Designer, Front-End Developer",
        "date": "2021",
        "description": "Co-fundé y desarrollé una aplicación web y móvil para agilizar la comunicación de mantenimiento de vehículos para talleres de reparación."
      },
      "netbangers": {
        "title": "Netbangers",
        "role": "Web Designer, Front-End Developer, Project Manager",
        "date": "2021",
        "description": "Dirigí el diseño de la interfaz de usuario y el desarrollo front-end de campañas digitales y sitios de comercio electrónico para marcas mundiales."
      },
      "zeta": {
        "title": "Zeta IGC",
        "role": "Graphic Designer",
        "date": "2010",
        "description": "Diseñé material publicitario para marcas nacionales y empecé a aprender desarrollo web por mi cuenta."
      },
      "navarra": {
        "title": "Navarra Impresores",
        "role": "Graphic Design Intern",
        "date": "2006",
        "description": "Diseño de material impreso para pequeñas empresas de Bogotá, participando en el proceso de impresión offset."
      }
    }
  },
  "toolbox": {
    "title": "Herramientas 😎",
    "description": "<part>A lo largo de los años, he desarrollado un conjunto versátil de habilidades que me permiten crear experiencias de usuario desde el concepto hasta el código. He aquí un vistazo a las herramientas, tecnologías y métodos que utilizo para convertir ideas en productos digitales que marcan la diferencia.</part><part>Vamos a sumergirnos en las diferentes áreas en las que me especializo:</part>",
    "tools": {
      "design": {
        "title": "Diseño UI/UX 🎨",
        "toolDescription": "<subtitle>🧠 Wireframing:</subtitle><content>Convertir ideas en diseños estructurados que sirvan de columna vertebral para las interfaces de usuario.</content><subtitle>🧑🏾‍💻 Creación de prototipos:</subtitle><content>Creación de prototipos interactivos que permiten a los usuarios y partes interesadas experimentar el diseño antes de que esté completamente desarrollado.</content><subtitle>🖌️ Diseño visual:</subtitle><content>Garantizar que cada píxel sirva a un propósito, creando diseños visualmente atractivos y cohesivos utilizando herramientas como Figma, Sketch y Adobe XD.</content>"
      },
      "front": {
        "title": "Front-End 💻",
        "toolDescription": "<subtitle>⚛️ React, Next.js, y TypeScript:</subtitle><content>Dando vida a los diseños con código responsive y de alto rendimiento. Me especializo en el uso de React y NextJS para crear aplicaciones web escalables.</content><subtitle>🖥️️ HTML5 & CSS3 (SASS):</subtitle><content>Creación de diseños responsivos que garantizan una experiencia fluida a través de diferentes tamaños de pantalla y dispositivos.</content>"
      },
      "mobile": {
        "title": "Desarrollo Móvil 📱",
        "toolDescription": "<subtitle>⚛️ React Native:</subtitle><content>Creación de aplicaciones móviles multiplataforma que proporcionan una experiencia de usuario consistente tanto en iOS como en Android.</content><subtitle>📲 Responsive Design:</subtitle><content>Asegurando que los diseños funcionen maravillosamente tanto en móviles como en escritorio, adaptándose perfectamente a los diferentes dispositivos.</content>"
      },
      "collaboration": {
        "title": "Collaboración 🤝",
        "toolDescription": "<subtitle>📎 Control de versiones:</subtitle><content>Trabajo colaborativo utilizando Git, asegurando una coordinación fluida del proyecto y el versionado del código.</content><subtitle>💪🏽 Metodologías ágiles:</subtitle><content>Scrum Master certificado, me siento cómodo liderando equipos y entregando proyectos de forma iterativa manteniendo la calidad y el enfoque en el usuario.</content>"
      }
    },
    "closure": "Estas habilidades me permiten abordar los proyectos desde múltiples ángulos, asegurando que el diseño y el desarrollo trabajen mano a mano para crear experiencias de usuario intuitivas y eficientes. Si estás interesado en aprender más sobre cualquiera de estas áreas, no dudes en ponerte en contacto conmigo, <part>me encantaría charlar!</part>"
  },
  "contact": {
    "title": "Vamos a crear algo increíble juntos. 🤝🏽",
    "description": "No dudes en ponerte en contacto si estás interesado en trabajar conmigo, tienes alguna pregunta sobre mi trabajo o simplemente quieres saludarme.",
    "media": {
      "phone": {
        "icon": "icon-phone",
        "content": "(+57) 304 292 3745"
      },
      "email": {
        "icon": "icon-email",
        "content": "fredy.munevar@me.com"
      },
      "linkedin": {
        "icon": "icon-linkedin",
        "content": "linkedin.com/in/fredy-munevar"
      },
      "github": {
        "icon": "icon-github",
        "content": "github.com/FredyMunevar"
      },
      "instagram": {
        "icon": "icon-instagram",
        "content": "instagram.com/fredy_munevar"
      }
    }
  },
  "projects": {
    "title": "Bienvenido a mi portafolio! 🎨",
    "description": "<part>Explora mis proyectos, cada uno de ellos centrado en crear experiencias de usuario intuitivas y fluidas.</part><part>Desde aplicaciones móviles hasta plataformas de comunicación, combino creatividad y funcionalidad para que cada interacción sea más fluida y agradable.</part><part>No dudes en sumergirte en los detalles de cada caso práctico.</part>",
    "button": "Más en Behance"
  },
  "branch": {
    "roleTitle": "Rol",
    "roleContent": "UX Designer, UI Designer, Branding, Front-End Developer, Project Lead, and Co-founder",
    "typeTitle": "Tipo",
    "typeContent": "Aplicación móvil, CRM y sitio Web",
    "title": "Revolucionando el mantenimiento de vehículos.",
    "intro": "<part><strong>Branch App</strong> se creó para revolucionar la documentación de vehículos y la gestión de talleres con una solución digital.</part><part><strong>Branch</strong> ofrece una app móvil para propietarios de vehículos y un CRM para talleres, que facilita la organización de documentos, la programación del mantenimiento y la gestión de los procesos de reparación.</part>",
    "purposeTitle": "Propósito",
    "purposeContent": "<part>Escuchando los retos comunes entre los usuarios de motocicletas, identificamos la necesidad de una plataforma digital centralizada para resolver dos problemas principales:</part>",
    "purposeList": "<li>La gestión de la documentación de los vehículos era tediosa e ineficaz.</li><li>La comunicación entre talleres y propietarios carecía de estructura, lo que dificultaba la gestión y el seguimiento de los procesos de mantenimiento.</li>",
    "challengeTitle": "El reto",
    "challengeContent": "Nuestro mayor obstáculo fue convencer a los usuarios potenciales que confiaban en los métodos tradicionales para que adoptaran una herramienta digital. Los talleres estaban acostumbrados a las hojas de cálculo o los formularios impresos y al principio se resistían a adoptar una nueva solución basada en la tecnología.",
    "researchTitle": "Investigación",
    "researchContent": "<part>Llevamos a cabo una investigación exhaustiva de los usuarios, que dio lugar a documentos como el Problem Statement, User Persona, User Journey Map y el User Flow. Estos documentos fueron fundamentales para alinear a nuestro equipo con los problemas reales a los que se enfrentaban los usuarios.</part><part>Creamos una identidad de marca para Branch, desde el diseño del logotipo hasta la definición de un estilo visual cohesivo que se dirigiera tanto a los propietarios de vehículos como a los jefes de taller.</part>",
    "designTitle": "Diseño y Prototipado",
    "designContent": "<part>Debido a la ausencia de una aplicación de referencia para este tipo de servicio, la creación de prototipos fue crucial para mostrar el propósito y la usabilidad de nuestra solución.</part><part>Las primeras maquetas se crearon con <strong>Affinity Designer,</strong> y, a continuación, se les dio vida con <strong>Marvel</strong> para la interactividad, lo que nos permitió obtener opiniones a través de varias iteraciones.</part><part>Los diseños finales de la interfaz de usuario se desarrollaron en <strong>Adobe XD,</strong> incorporando los resultados de las pruebas de usuario para garantizar una interfaz intuitiva y accesible tanto para usuarios de móviles como de ordenadores de escritorio.</part>",
    "devTitle": "Desarrollo",
    "devContent": "<part>Dirigí el desarrollo front-end tanto para la aplicación móvil como para el CRM, utilizando <strong>React Native</strong> para la aplicación móvil y <strong>Vue</strong> para el CRM.</part><part>Empleé <strong>SASS y TypeScript</strong> para un código limpio y mantenible, y utilicé <strong>Git</strong> para el control de versiones.</part><part>Gestioné los flujos de trabajo de desarrollo con <strong>tableros de scrum en Jira y Clickup</strong> para mantener las tareas organizadas y a nuestro equipo centrado en la entrega de un MVP.</part>",
    "outcomeTitle": "Resultado final",
    "outcomeContent": "<part>El MVP de Branch App se entregó con éxito, proporcionando a los propietarios de motocicletas y a los jefes de taller una herramienta centralizada y fácil de usar para la gestión de la documentación y el mantenimiento de los vehículos.</part><part>Los comentarios de los primeros usuarios fueron abrumadoramente positivos: señalaron que Branch simplificaba el acceso a los datos, reducía su dependencia de la documentación en papel y agilizaba sus procesos de comunicación y mantenimiento de registros.</part>"
  }
}
